# создаем шаблон заполнения словаря с пользователями для теории
user_dict_template: dict = {'sd': 1,
                            'ssr': 1,
                            'md': 1,
                            'msr': 1,
                            'cd': 1,
                            'csr': 1,
                            'ind': 1,
                            'skin': 1,
                            'tin': 1,
                            'basket': []}


# инициализируем "базу данных" для теории
users_db: dict = {}
